def get_bot_answer(message: str) -> str:
    message = message.lower()
    if "привет" in message or "здравствуй" in message:
        return "Привет! Я бот, который был создан для ресторана VResta. Если хотите узнать все команды, напишите <b> помощь </b> или <b> команды</b>."
    elif "помощь" in message or "команды" in message:
        return """
        <b> привет </b> или <b> здравствуй</b>: Приветствует пользователя. <br>
        <b> меню</b>: Выводит меню ресторана VResta. <br>
        <b> доставка</b>: Дает информацию о том, как решить вопросы с доставкой. <br>
        <b> адрес</b>: Выводит местоположение ресторана VResta.
        """
    elif "меню" in message:
        return """
        <b> Путешествие в Японию </b> <br> Набор суши и сашими с самыми свежими морепродуктами, морским ежом и икрой. Виртуальная реальность — это классический японский сад с цветущей сакурой и звуками природы. <br> Цена: <b> 3 500 руб</b>. <br>
        <br> <b> Вечер в Париже </b> <br> Описание блюда: Филе миньон с трюфельным пюре и соусом из бордо. Гости окажутся в уютной французской уличной кафешке с видом на Эйфелеву башню и смогут услышать мелодии французских аккордеонистов. <br> Цена: <b> 4 800 руб</b>. <br>
        <br> <b> Оазис Марокко </b> <br> Описание блюда: Тажин из баранины с кускусом и специями. Виртуальная реальность переносит гостей в уютный марокканский дворик, окружённый пальмами, с восточными ароматами и музыкой. <br> Цена: <b> 3 200 руб</b>. <br>
        <br> Актуальное меню доступно в заведении ресторана, а также по номеру +7 (123) 456-78-90.
"""
    elif "доставка" in message:
        return "Вопросы, связанные с доставкой можно решить по номеру +7 (123) 456-78-90."
    elif "адрес" in message:
        return "Мы находимся по адресу г. Москва, улица Донская, 8."
    elif "пока" in message:
        return "До свидания!"
    else:
        return "Я вас не понимаю. Напишите <b> помощь </b> или <b> команды </b> для полного списка команд."